{
  "npcs": {
    "name": "",
    "TxtEn": [
      "You did it, you saved AmbienTown from its troubles!",
      "You replanted the trees in the forest by taking all those seeds, collected all the garbage in the city and sorted it properly, and helped collect the plastic that was dumped in the river.",
      "In addition, you helped animals like Blue and local residents like Moacir and Charles. You even picked up radioactive waste in Rio, and met your friend Noel's electric cars.",
      "You showed both Lumberjack and Ronald that caring about the environment is the most profitable thing they could do. You have shown yourself, hero, that caring for the environment on a daily basis is what makes you a truly hero.",
      "Take care and preserve the trees, be attentive with the garbage and its disposal, as well as with the excessive use of plastic bags and pet bottles. Be a hero in your city too, and do to it what you did to the environment - take care of it!",
      "AmbienTown thank you very much for getting through all the stages of the game, and the planet thanks you for learning so many things that are important to it and, mostly, to you."
    ],
    "TxtPt": [
      "Você conseguiu, salvou a AmbienTown dos seus problemas!",
      "Replantou as árvores da floresta pegando todas aquelas sementes, recolheu todo o lixo da cidade e o separou corretamente, e ajudou a coletar o plástico que estava jogado pelo rio.",
      "Além disso, você ajudou os animais como o Blue e os moradores locais como o Moacir e o Charles. Pegou até o lixo radioativo no Rio, e conheceu os carros elétricos do seu amigo Noel.",
      "Mostrou tanto para o Lenhador quanto para o Ronald, que se importar com o meio ambiente é a coisa mais lucrativa que eles poderiam fazer. Você mostrou para si mesmo, herói, que cuidar do meio ambiente no dia a dia é que te faz ser um herói",
      "Cuide e preserve as árvores, fique atento com o lixo e o seu depósito, bem como com o uso excessivo do plástico nas sacolas e garrafas pet. Seja um herói também na sua cidade, e faça com ela o que você fez com a ambiental – cuide!",
      "Nós da AmbienTown agradecemos muito por você ter passado de todas as fases do jogo, e o planeta agradece por você aprender tantas coisas importantes para ele e para você."
    ]
  }
}